Dlubal.RFEM5.TendonType
Type of tendon

Dlubal.RFEM5.TendonType.UnknownTendon
Unknown tendon

Dlubal.RFEM5.TendonType.StrandTendon
Strand tendon

Dlubal.RFEM5.TendonType.WireTendon
Wire tendon

Dlubal.RFEM5.TendonType.BarTendon
Bar tendon